Repository: jargawl/grateful
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Your number of reasons to be grateful
pl: Twoja ilość powodów do wdzięczności

source: Your number of goals to achieve
pl: Twoja liczba celów do zrealizowania

source: Motivational quote from a teddy bear
pl: Motywacyjny cytat od Miśka

source: My gratitude
pl: Moje wdzięczności

source: My goals
pl: Moje cele

source: Your profile
pl: Twój profil

source: My goals to be achieved
pl: Moje cele do zrealizowania

# titleGrateful
source: Grateful
pl: Wdzięczność

# motivationTips
source: Find inspiration for gratitude from these hints:
pl: Odnajdź inspirację do wdzięczności, dzięki podpowiedziom:

# citations1
source: The highest reward for man’s toil is not what he gets for it, but what he becomes by it. - John Ruskin
pl: Najwyższą nagrodą za trud człowieka nie jest to, co on dostaje za to, ale kim przez to się staje. - John Ruskin

# citations2
source: Learn from yesterday, live for today, hope for tomorrow. The important thing is to not stop questioning. - Albert Einstein
pl: Ucz się z przeszłości, żyj dniem dzisiejszym, miej nadzieję na przyszłość. Ważną rzeczą jest, abyś nie przestał pytać. - Albert Einstein

# citations3
source: Remember, happiness doesn’t depend upon who you are or what you have, it depends solely upon what you think. - Dale Carnegie
pl: Pamiętaj, szczęście nie zależy od tego, kim jesteś, ani od tego, co masz, ono zależy wyłącznie od tego, co myślisz. - Dale Carnegie

# citations4
source: If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. - Dale Carnegie
pl: Jeśli wierzysz w to, co robisz, niech nic nie powstrzyma cię w twojej pracy. Większość najlepszych prac świata powstała, kiedy innym wydawało się to niemożliwe. - Dale Carnegie

# citations5
source: Learn to enjoy every minute of your life. Be happy now. Don’t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it’s at work or with your family. Every minute should be enjoyed and savoured. - Earl Nightingale
pl: Naucz się cieszyć każdą minutą swojego życia. Bądź szczęśliwy teraz. Nie czekaj, aż coś na zewnątrz uczyni cię szczęśliwym w przyszłości. Pomyśl, jak cenna jest ta chwila, którą masz spędzić, czy to w pracy, czy z twoją rodziną. Powinieneś cieszyć się i smakować każdą minutę. - Earl Nightingale

# citations6
source: Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbour. Catch the trade winds in your sails. Explore. Dream. Discover. - Mark Twain
pl: Za dwadzieścia lat będziesz bardziej rozczarowany tym, czego nie zrobiłeś, niż tym, co zrobiłeś. Więc odwiąż liny, opuść bezpieczny port. Złap w żagle pomyślne wiatry. Badaj. Marz. Odkrywaj. - Mark Twain

# citations7
source: People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily. - Zig Ziglar
pl: Ludzie często mówią, że motywacja nie trwa wiecznie. Kąpiel też nie – dlatego zalecana jest codziennie. - Zig Ziglar

# citations8
source: People become really quite remarkable when they start thinking that they can o things. When they believe in themselves they have the first secret of success. - Norman Vincent Peale
pl: Ludzie stają się naprawdę wspaniali, kiedy zaczynają myśleć, że mogą zrobić wszystko. Kiedy uwierzą w siebie, to oznacza, że posiedli pierwszy sekret sukcesu. - Norman Vincent Peale

# citations9
source: At least three times every day take a moment and ask yourself what is really important. Have the wisdom and the courage to build your life around your answer. - Lee Jampolsky
pl: Co najmniej trzy razy dziennie poświęć chwilę i odpowiedz sobie na pytanie, co tak naprawdę jest ważne. Miej mądrość i odwagę, aby budować swoje życie wokół swojej odpowiedzi. - Lee Jampolsky

# citations10
source: Finish each day and be done with it. You have done what you could, some blunders and absurdities have crept in, forget them as soon as you can. Tomorrow is a new day, you shall begin it serenely and with too high a spirit to be encumbered with your old nonsense. - Ralph Waldo Emerson
pl: Kończąc każdy dzień, skończ z nim na dobre. Zrobiłeś, co mogłeś, i szybko zapomnij o wszelkich gafach i absurdach, które się wkradły. Jutro jest nowy dzień, będziesz mógł go zacząć z nową energią i bez tych obciążających cię starych bzdur. - Ralph Waldo Emerson
